#version: 0.2
T T
G C
A A
A G
GC GC
TT T
A T
G TT
GC C
AA A
AA AAA
AA AG
TT TTT
AT AG
AAAG ATAG
T GCGC
TGCGC GCC
GCGC GCGC
C GC
AAAAA CGC
A GC
C G
T CG
GC TCG
GCTCG AGC
A GCC
AT AT
ATAT AGCC
T GC
TGC TTTTT
A TT
AT GTT
AAAAA TTT
ATT ATGTT
G G
G TTT
T A
GG TA
GTTT GGTA
C AG
CAG TTTTT
AG AG
AAAG AGAG
C C
C TTT
TT CTTT
CC TTCTTT
GTT TT
GTT GTTTT
